[ {
  "id" : "0200",
  "type" : "INFO",
  "teaser": "Truth and Positivity",
  "subteaser" : "The theme for this week",
  "body": "This week we are promoting the opposite of 'pointing fingers and malicious talk'. Which to me means two things: (a) truth over false accusations and (b) encouragement over despair. We are a people of the truth and the life, are we not?"
},
  {
    "id": "0201",
    "type": "READ",
    "teaser": "A Reading from James",
    "subteaser" :"",
    "body" :"My dear brothers and sisters, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, because human anger does not produce the righteousness that God desires. Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you...\n\nThose who consider themselves religious and yet do not keep a tight rein on their tongues deceive themselves, and their religion is worthless. Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. (James 1:19-20,26-27)"
  },
  {
    "id": "0205",
    "day":"2",
    "type": "READ",
    "teaser":"James 2",
    "subteaser":"",
    "body": "If you really keep the royal law found in Scripture, 'Love your neighbor as yourself,' you are doing right. But if you show favoritism, you sin and are convicted by the law as lawbreakers... Speak and act as those who are going to be judged by the law that gives freedom, because judgment without mercy will be shown to anyone who has not been merciful.  Mercy triumphs over judgment. (James 2:8-9, 12-13)"
  },
  {
    "id": "0206",
    "day":"3",
    "type": "READ",
    "teaser":"James 3",
    "subteaser":"",
    "body": "When we put bits into the mouths of horses to make them obey us, we can turn the whole animal. Or take ships as an example. Although they are so large and are driven by strong winds, they are steered by a very small rudder wherever the pilot wants to go. Likewise, the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark. The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole body, sets the whole course of one’s life on fire, and is itself set on fire by hell.\n\nAll kinds of animals, birds, reptiles and sea creatures are being tamed and have been tamed by mankind, but no human being can tame the tongue. It is a restless evil, full of deadly poison.\n\nWith the tongue we praise our Lord and Father, and with it we curse human beings, who have been made in God’s likeness. Out of the same mouth come praise and cursing. My brothers and sisters, this should not be. Can both fresh water and salt water flow from the same spring? My brothers and sisters, can a fig tree bear olives, or a grapevine bear figs? Neither can a salt spring produce fresh water. (James 3:3-12)"
  },{
  "id": "0207",
  "day":"4",
  "type": "READ",
  "teaser":"James 3",
  "subteaser":"continued",
  "body": "The wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere. Peacemakers who sow in peace reap a harvest of righteousness. (James 3:17-18)"
},{
  "id": "0208",
  "day":"5",
  "type": "READ",
  "teaser":"James 4",
  "subteaser":"",
  "body": "Brothers and sisters, do not slander one another. Anyone who speaks against a brother or sister or judges them speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. There is only one Lawgiver and Judge, the one who is able to save and destroy. But you—who are you to judge your neighbor? (James 4:11-12)"
},{
  "id": "0209",
  "day":"6",
  "type": "READ",
  "teaser":"Galatians 3",
  "subteaser":"",
  "body": "There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus. (Galatians 3:28)"
},{
  "id": "0210",
  "day":"7",
  "type": "READ",
  "teaser":"Matthew 5",
  "subteaser":"",
  "body": "I tell you, love your enemies and pray for those who persecute you, that you may be children of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. If you love those who love you, what reward will you get? Are not even the tax collectors doing that? And if you greet only your own people, what are you doing more than others? Do not even pagans do that? (Matthew 5:44-47)"
},
  {
    "id": "0202",
    "type": "REFLECT",
    "day":"1",
    "teaser":"Reflect",
    "subteaser":"",
    "body": "The culture of the moment delights in outrage. We are under constant bombardment from voices that demand we become angry rather quickly about a great number of things, and before we have time to understand what we are angry about, another thing gets added to the pile. We share inflammatory headlines without reading the articles. We tweet without thinking about the consequences. What is the way of Christ through all this?\n\nAnd how does that way of Christ match up with my current habits?"
  },
  {
    "id": "0211",
    "type": "REFLECT",
    "day":"3",
    "teaser":"Reflect",
    "subteaser":"",
    "body": "Why is it so easy to complain, accuse, curse, and judge? Why it is so difficult to encourage, show mercy, and love?"
  },
  {
    "id": "0212",
    "type": "REFLECT",
    "day":"4",
    "teaser":"Reflect",
    "subteaser":"",
    "body": "Peacemaking is more than the passive avoidance of conflict. What is a way you could actively 'sow peace' this week?"
  },
  {
    "id": "0213",
    "type": "REFLECT",
    "day":"6",
    "teaser":"Reflect",
    "subteaser":"Analyze your observations",
    "body": "Take a look back at your observations of malicious talk. Do you see any patterns? Do they tend to come from the same source, voice the same fear, or point at the same target? What do you make of that?"
  },
  {
    "id" :"0203",
    "type": "ACT",
    "teaser": "Notice",
    "subteaser": "Weekly action idea",
    "body": "Keep track of all the 'pointing fingers and malicious talk' you encounter today. Write it down if you can, or just make tick marks in your planner, or, if that's too awkward for you, just pay extra attention. Harsh or outright false accusations? Tick. Malice? Tick. 'Jokes' that are really just insults? Tick. Assuming the worst about someone? Tick. Dismissing a whole group of people as not fully human? Tick. Talk that incites irrational behavior, panic, despair? Tick.\n\nDid any of that come from you?"
  },
  {
    "id" :"0214",
    "type": "ACT",
    "teaser": "Clean Your Feeds",
    "subteaser": "Weekly action idea",
    "body": "If you don't want to leave social media entirely (and I for one don't!), there are tools you can use to clean up your feeds. Take a couple hours this week and...\n\nOn Facebook:\n * Scroll through your feed and 'hide' or 'unfollow' as many malicious sources as you can.\n* Create a 'list' of the people you actually care about reading updates from. Then, when you sign in to Facebook, don't look at the default feed, just look at that list.\n * Install the add-on Social Fixer to really customize your experience.\n\nOn Twitter:\n * Go to tweetdeck.twitter.com rather than twitter.com. From here you can, among other things, mute all posts containing certain words.\n * Unfollow or block malicious users."
  },
  {
    "id" :"0215",
    "type": "ACT",
    "teaser": "Pray for the Jerks",
    "subteaser": "Weekly action idea",
    "body": "NB: I hate this. This is so hard.\n\n Think of a person or group to whom you are most likely to direct your malicious talk. \n\nPray for them.\n\n (And not just for their smiting.)\n\nDo this every day, I dare you."
  },
  {
    "id" : "0204",
    "type": "DONATE",
    "teaser": "Donate",
    "subteaser": "Promote the truth",
    "body": "Consider subscribing to a news organization that strives to publish truth over sensationalism.\n\nIf, during your observations this week, you notice a group of people being the recipients of many pointing fingers, consider donating to an organization that protects or advocates for them."
  },
  {
    "id" :"0216",
    "type": "ACT",
    "teaser": "Stay Positive",
    "subteaser": "Weekly action idea",
    "body": "Look for opportunities to encourage and affirm others.\n\nTry to approach problems or conflicts with an desire to find solutions rather than assign blame.\n\nWrite a kind note to a friend who needs encouragement."
  }
]